<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'حماية حسابك';

// Text
$_['text_security'] = 'يجب أن تجيب على سؤال الأمان متى قمت بتسجيل الدخول من جهاز أو كمبيوتر غير معروف.';
$_['text_code']     = 'تم إرسال بريد إلكتروني إلى حساب بريدك الإلكتروني مع رمز أمان. أدخل الرمز أدناه للمتابعة.';
$_['text_locked']   = 'تم قفل حسابك !';
$_['text_unlock']   = 'تم قفل حسابك بسبب العديد من المحاولات غير الصحيحة لإدخال رمز الحماية. انقر فوق زر إعادة التعيين لتلقي رابط إعادة التعيين عبر حساب بريدك الإلكتروني.';
$_['text_unlocked'] = 'نجاح: تم فتح حسابك !';
$_['text_link']     = 'نجاح: تم إرسال بريد إلكتروني مع رابط إعادة التعيين إلى عنوان بريدك الإلكتروني !';
$_['text_resend']   = 'نجاح: تم إرسال بريد إلكتروني إلى حساب بريدك الإلكتروني مع رمز أمان !';

// Entry
$_['entry_code']    = 'رمز الحماية';

// Error
$_['error_warning'] = 'لقد تجاوزت العدد المسموح به من محاولات رمز الحماية !';
$_['error_code']    = 'رمز الحماية غير متطابق !';
$_['error_reset']   = 'تحذير: تعذر إعادة تعيين رمز الأمان الخاص بك !';
