<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_reviews']    = '%s التقييمات';
$_['text_write']      = 'كتابة تقييم';
$_['text_login']      = 'الرجاء <a href="%s">تسجيل الدخول</a> أو <a href="%s">تسجيل حساب</a> لتتمكن من التقييم';
$_['text_no_results'] = 'لا توجد تقييمات لهذا المنتج.';
$_['text_note']       = '<span class="text-danger">ملاحظة:</span> الخانة لكتابة النصوص فقط ولا تقبل أكواد برمجية !';
$_['text_success']    = 'شكرا لك،  تم إرسال التقييم للموافقة عليه.';


$_['text_no_reviews'] = 'لا يوجد أي تعليقات لهذا المنتج.';
$_['text_note']       = '<span class="text-danger">انتبه: </span>لم يتم تفعيل اكواد HTML !';
$_['text_success']    = 'شكرا لك على إضافة تقييم. سنقوم بمراجعة التقييم قريباً لاعتماده ';

// Entry
$_['entry_name']       = 'الاسم:';
$_['entry_review']     = 'اضافة تعليق:';
$_['entry_rating']     = 'تقييم';
$_['entry_good']       = 'ممتاز';
$_['entry_bad']        = 'رديء';

// Tabs
$_['tab_review']       = 'التقييمات (%s)';

// Error
$_['error_token']      = 'تحذير: رمز التققيم غير صالح !';
$_['error_product']    = 'تحذير: لا يمكن العثور على المنتج !';
$_['error_name']       = 'تحذير : الاسم يجب أن يكون أكثر من 3 وأقل من 25 رمزاً !';
$_['error_text']       = 'تحذير : النص يجب أن يكون أكثر من 25 وأقل من 1000 رمز !';
$_['error_rating']     = 'تحذير : الرجاء اختيار استعراض التعليق !';
$_['error_guest']      = 'يجب عليك تسجيل الدخول لكتابة تقييم عن المنتج !';
$_['error_purchased']  = 'يجب أن تكون قد اشتريت هذا المنتج قبل أن تتمكن من كتابة تقييم !';
